# Be sure to preserve all special characters. These are preceded by a \ or % character.
[Translation]
Please enter your email address and the 28 character product serial number=Please enter your email address and the 28 character product serial number
Stardock Product Activation=Stardock Product Activation
Please enter your first name, last name, and where you bought the product=Please enter your first name, last name, and where you bought the product
Message subject:\r\n\r\nProduct Activation Request [%s %s]\r\n\r\nMessage body:\r\n\r\n%s\r\n\r\nUser name: %s %s\r\nEmail address: %s\r\nSerial number: %s\r\nProduct: %s\r\nVersion: %s\r\nActivate: %s\r\nSigPath: \"%s\"\r\nAppID: %d\r\nAppAbrv: %s=Message subject:\r\n\r\nProduct Activation Request [%s %s]\r\n\r\nMessage body:\r\n\r\n%s\r\n\r\nUser name: %s %s\r\nEmail address: %s\r\nSerial number: %s\r\nProduct: %s\r\nVersion: %s\r\nActivate: %s\r\nSigPath: \"%s\"\r\nAppID: %d\r\nAppAbrv: %s
Activation=Activation
Welcome! Please supply the information below\rto activate your copy of %s.=Welcome! Please supply the information below\rto activate your copy of %s.
Email=Email
Paste from clipboard=Paste from clipboard
Product Serial Number=Product Serial Number
Activate=Activate
About Stardock Activation=About Stardock Activation
Privacy Policy=Privacy Policy
Stardock's activation program could not communicate with the server.\r\rThis may be caused by a firewall blocking Internet access,\rplease check your settings and network permissions.\r\rWould you like to activate by email?=Stardock's activation program could not communicate with the server.\r\rThis may be caused by a firewall blocking Internet access,\rplease check your settings and network permissions.\r\rWould you like to activate by email?
Was this product was purchased directly from Stardock (Yes) or purchased from a third-party (No)?=Was this product was purchased directly from Stardock (Yes) or purchased from a third-party (No)?
Error activating the product: cannot read SID.=Error activating the product: cannot read SID.
Stardock Product Activation could not write the activation signature=Stardock Product Activation could not write the activation signature
Product successfully activated.\n\nAn activation signature has been stored in this location:\n\n%s\n\nIf you intend to uninstall %s, you can backup this file and restore it before reinstalling to avoid further activations.=Product successfully activated.\n\nAn activation signature has been stored in this location:\n\n%s\n\nIf you intend to uninstall %s, you can backup this file and restore it before reinstalling to avoid further activations.
Invalid product=Invalid product
Invalid key=Invalid key
No registration found=No registration found
Invalid registration=Invalid registration
Maximum activations reached=Maximum activations reached
Maximum activation requests from this IP address reached=Maximum activation requests from this IP address reached
Invalid request=Invalid request
Obsolete serial number - please request another serial number from Stardock support=Obsolete serial number - please request another serial number from Stardock support
Obsolete serial number - please download the lastest product version from Stardock=Obsolete serial number - please download the lastest product version from Stardock
Error activating the product=Error activating the product
The activation program could not activate the product=The activation program could not activate the product
Please use the following information to send an email to activate@stardock.com=Please use the following information to send an email to activate@stardock.com
Use the provided subject and body text to avoid delays in processing your request.=Use the provided subject and body text to avoid delays in processing your request.
Click the button below to copy the text, then paste it into your email message (CTRL+V).=Click the button below to copy the text, then paste it into your email message (CTRL+V).
Please send the email in plain text (usually an option on the Format menu).=Please send the email in plain text (usually an option on the Format menu).
Enter additional activation information=Enter additional activation information
The activation server needs some other information to be sent for the activation to complete.=The activation server needs some other information to be sent for the activation to complete.
First name:=First name:
Last name:=Last name:
Where did you buy the product?=Where did you buy the product?
Activate via email=Activate via email
Close activation=Close activation
Copy to clipboard=Copy to clipboard
OK=OK
Cancel=Cancel
Please check the serial number that you have entered and ensure that it is associated with the email you used. Try to activate the product again. If you are using Stardock Central you can right-click on the product and attempt to activate without reinstalling. Please include this log file when contacting support@stardock.com.=Please check the serial number that you have entered and ensure that it is associated with the email you used. Try to activate the product again. If you are using Stardock Central you can right-click on the product and attempt to activate without reinstalling. Please include this log file when contacting support@stardock.com.
Please enter a valid email address.=Please enter a valid email address.

[ActivationErrorNetwork]
Network Activation Error=An error was detected with the network serial number you entered. Please check the serial number and try again.\r\n\r\nYou appear to have been trying to enter a network serial number for activating a product that is part of Object Desktop or ThinkDesk.\r\n\r\nThese serial numbers are of the form (length of the last section will vary):\r\n\r\nOD-1234567-OEM-12345678\r\nor\r\nTD-1234567-OEM-12345678\r\n\r\nYou can use the form at http://www.stardock.com/support/ to resend your serial numbers if you have ordered directly from Stardock or have previously activated the product.

[ActivationErrorProduct]
Product Activation Error=An error was detected with the product serial number you entered. Please check the serial number and try again.\r\n\r\nSerial numbers are 35 characters in length, with hyphens, like this:\r\n\r\n11111-A3503-B2052-CAB32-DF0F3-AD325\r\n\r\nOlder serial numbers are 28 characters in length, like this:\r\n\r\n7CFC437D0B6260A613B8B77C228F\r\n\r\nYou can use the form at http://www.stardock.com/support/ to resend your serial numbers if you have ordered directly from Stardock or have previously activated the product.

[ActivationErrorOldProduct]
Old Product Activation Error=You appear to have entered a serial number for an old or unknown product.\r\n\r\nPlease be aware that since activation is now required for some Stardock products, some serial numbers have changed.\r\n\r\nYou may obtain your account information (including new serial numbers) by entering your email address at http://www.stardock.com/support/

[ActivationErrorGalCiv1]
GalCiv 1 Activation Error=We're sorry, but the Galactic Civilizations I serial number will not work to activate Galactic Civilizations II. Please check your serial number and try activation again.\r\n\r\nIf you have purchased this application directly from Stardock or have activated or registered previously, you may obtain your account information (including your serial number(s)) at any time by entering your email address at http://www.stardock.com/support/

[ActivationErrorGalCiv2Content]
GalCiv Content 2 Activation Error=The GC2-... serial number is only for the Galactic Civilizations II additional content. Please use the 28 digit alphanumeric serial number when activating or registering your game.\r\n\r\nIf you have purchased the Galactic Civilizations II European Limited edition published by Paradox, please visit http://galciv2.com/paradox/\r\n\r\nIf you need further assistance, please contact support@stardock.com with a description of your problem and put 'Galactic Civilizations 2 activation' in the subject line.

[ActivationErrorGalCiv2Italian]
GalCiv Italian 2 Activation Error=Our European publisher for Galactic Civilizations 2, Paradox, made a mistake when publishing the Italian version. Please visit the following link to resolve this issue:\r\n\r\nhttp://www.sonyvfactory.com/galciv2/\r\n\r\nFor more information about this issue, please visit this link:\r\n\r\nhttp://forum.paradoxplaza.com/forum/showthread.php?t=239049